export const COUPON = [
    {
        title: '스케처X',
        code: '1',
        subTitle: "스케처X <br/> 체험 쿠폰 스텝에게 쿠폰을 보여주시면, 코드 입력 후 체험이 진행됩니다.",
    },
    {
        title: '스탬프투어',
        code: '2',
        subTitle: "미션 3개 완료 리워드 쿠폰<br/> 쿠폰을 보여주시면, 코드 입력 후 리워드를 받으실 수 있습니다.",
    },
    {
        title: '스탬프투어',
        code: '3',
        subTitle: "미션 5개 완료 리워드 쿠폰<br/> 쿠폰을 보여주시면, 코드 입력 후 리워드를 받으실 수 있습니다.",
    },
    {
        title: '보물찾기',
        code: '4',
        subTitle: "보물찾기 완료 리워드 쿠폰<br/> 쿠폰 제시 시, 코드 입력 후 리워드를 드립니다.",
    },
]