export const THEME = [
    {
        title: '문화유산을 연결하다 ',
        subTitle: '시대의 유산, 우표로 되살아나다 ',
        positionInformation: "입구에서 들어오신 후, 주제관을 지나 직진하시면 바로 뒤편에 위치해 있습니다.",
        caption: '우표는 단순한 기록을 넘어, 시대의 문화유산을 작은 사각 프레임에 담아냅니다. 무형문화재와 연계된 우표 디자인, 그리고 실물 전시를 통해 문화유산이 가진 깊은 의미와 감동을 시각적으로 경험해보세요. ',
    },
    {
        title: '예술과 연결하다 ',
        subTitle: '작가의 손끝에서 태어난 영원한 예술 ',
        positionInformation: "입구에서 들어오신 후, 주제관을 지나 직진하시면 바로 뒤편에 위치해 있습니다.",
        caption: '우표는 예술가와 만나 새로운 표현의 장이 됩니다. 작가와 협업하여 제작한 한정판 영원우표와 이를 모티브로 한 오브제 작품을 전시하며, 회화 원화와 실물 우표가 공존하는 예술적 확장을 선보입니다. ',
    },
    {
        title: 'K-컬처를 연결하다 ',
        subTitle: '글로벌 문화 K-컬처, 우표로 담다 ',
        positionInformation: "입구에서 들어오신 후, 주제관을 지나 직진하시면 바로 뒤편에 위치해 있습니다.",
        caption: 'K-pop, 뮤지컬, 캐릭터, 음식 등  전 세계가 주목하는 K-컬처의 다양한 콘텐츠가 우표라는 매체를 통해 다시 태어났습니다. 영상, 사진, 설명 콘텐츠와 함께 K-컬처의 감각을 풍성하게 전시합니다. ',
    },
    {
        title: '마음을 연결하다 ',
        subTitle: '편지 한 장이 만든 따뜻한 연결 ',
        positionInformation: "입구에서 들어오신 후, 주제관을 지나 직진하시면 바로 뒤편에 위치해 있습니다.",
        caption: '사람과 사람을 이어주는 감정의 매개체, 편지. 2025 편지쓰기 공모전 수상작과 역사 속 유명 편지를 통해 우표와 편지가 마음을 연결하는 힘을 이야기합니다. 현장에서 직접 참여 가능한 편지 쓰기 체험’도 준비되어 있습니다. ',
    },
    {
        title: '환경을 연결하다 ',
        subTitle: '자연의 가치를 우표에 담다 ',
        positionInformation: "입구에서 들어오신 후, 주제관을 지나 직진하시면 바로 뒤편에 위치해 있습니다.",
        caption: '우표는 환경 보호의 메시지를 전달하는 작은 창입니다. 천연기념물과 멸종위기 동식물 등 자연환경을 주제로 한 우표와  실제 식물 전시를 통해 지속 가능한 생태와  보호의 중요성을 전달합니다. ',
    },
    {
        title: '디자인으로 연결하다 ',
        subTitle: '디자이너의 시선, 우표로 표현되다 ',
        positionInformation: "입구에서 들어오신 후, 주제관을 지나 직진하시면 바로 뒤편에 위치해 있습니다.",
        caption: '공개되지 않았던 비공개 원화, 원도 등을 통해 우표 디자이너들의 다양한 표현 기법과 철학을 엿볼 수 있는 공간입니다. ‘전시사조’라는 주제 아래 시대별 디자인 흐름과 실험정신이 녹아든 전시입니다. ',
    },
    {
        title: '우표 역사를 연결하다 ',
        subTitle: '141년의 발자취, 한국 우표의 시간들 ',
        positionInformation: "입구에서 들어오신 후, 주제관을 지나 직진하시면 바로 뒤편에 위치해 있습니다.",
        caption: '우정총국 설립 141주년을 맞아 대한민국의 명화, 올림픽, 식물, 외교 수교 등 한국 현대사를 함께한 우표들을 모아 전시합니다. 작은 종이 안에 담긴  140년의 기록을 되짚어보세요.',
    },
]

export const DIGITAL = [
    {
        title: '세계를 연결하다',
        subTitle: '우표로 떠나는 세계 여행, 당신의 손끝에서 시작됩니다.',
        positionInformation: "입구에서 중앙 통로를 따라 직진하시면 테마관 뒤편에 위치해 있습니다.",
        caption: `태블릿으로 지구 위의 한 나라를 선택하면, 그곳의 우표가 들려주는 이야기와 역사, 그리고 문화가 펼쳐집니다. 우표 한 장이 세계를 연결하는 방식, 지금 직접 경험해보세요.`,
    },
    {
        title: '오늘의 감정, 한 장의 우표',
        subTitle: '나의 감정에 어울리는 우표는?',
        positionInformation: "입구에서 중앙 통로를 따라 직진하시면, 세계를 연결하다 입구 오른쪽에 위치해 있습니다.",
        caption: `AI가 당신의 얼굴 표정을 분석하여 기쁨, 놀람, 차분함 등 감정 상태에 맞는 우표를 추천합니다.데이터와 감성이 만나는 이 체험은 관람자 스스로도 몰랐던 감정의 결을 발견하게 만듭니다.`,
    },
    {
        title: '편지 날리기 게임',
        subTitle: '집중의 거리만큼 멀리 날아가는 편지',
        positionInformation: "입구에서 오른쪽 통로를 따라 이동하시면, 중앙 왼쪽에 위치해 있습니다.",
        caption: `뇌파를 측정해 집중도를 분석하고, 그 수치에 따라 편지를 멀리 날리는 게임형 체험 공간입니다. 놀이처럼 즐기면서도 ‘집중’이라는 추상적 개념을 시각적으로 확인할 수 있어 아이부터 어른까지 모두가 몰입할 수 있습니다.`,
    },
    {
        title: '스케쳐X',
        subTitle: '로봇이 그려주는 나의 얼굴',
        positionInformation: "입구에서 왼쪽 통로를 따라 이동하시면, 중앙 오른쪽에 위치해 있습니다.",
        caption: `로보틱스와 AI가 결합된 기술이 실시간으로 당신의 얼굴을 인식하고, 우표 모양 종이 위에 직접 그려줍니다. 정밀한 선 하나하나에 담긴 기술력과 세상에 단 하나뿐인 나만의 우표 초상화를 경험해보세요.`,
    },
    {
        title: '그래피티X',
        subTitle: '수많은 손길이 하나의 아트워크로',
        positionInformation: "입구에서 왼쪽 통로 끝까지 이동하시면, 오른쪽에 위치해 있습니다.",
        caption: `터치스크린에서 자유롭게 그림을 그리면AI가  배경과 색조, 스타일을 조정해 전체 작품의 일관성을 유지합니다. 나의 표현이 누군가의 표현과 만나 하나의 커다란 예술로 이어지는,가장 창의적이고 협업적인 예술 실험이 시작됩니다.`,
    },
    {
        title: 'AI스탬프 스튜디오',
        subTitle: '나를 우표에 담는 순간',
        positionInformation: "입구에서 오른쪽 통로를 따라 이동하시면, 판매부스 왼쪽에 위치해 있습니다.",
        caption: `AI가 얼굴을 촬영한 뒤, 우표의 프레임 속에 자연스럽게 합성하여 마치 인물우표처럼 완성된 ‘나만의 스탬프’를 만들어줍니다. 기념 사진 이상의 의미를 담은, 디지털 시대의 새로운 우표 경험을 느껴보세요.`,
    },
    {
        title: '말하는 우표',
        subTitle: '우표가 말을 거는 순간',
        positionInformation: "입구에서 중앙 통로를 따라 직진하시면, 세계를 연결하다 입구 왼쪽에 위치해 있습니다.",
        caption: `AI가 얼굴을 인식한 뒤, 입모양까지 자연스럽게 구현하여 우표 속 인물이 실제로 말을 건네는 듯한 ‘말하는 스탬프’를 만들어줍니다. 정지된 이미지를 넘어 목소리까지 담아내는, 디지털 시대의 새로운 우표 경험을 느껴보세요.`,
    },
]


export const EXPERIENCE = [
    {
        title: '우표 컬러링',
        subTitle: '우표 도안에 색을 입히며 상상의 세계를 펼쳐보세요.',
        positionInformation: "입구에서 왼쪽 통로 끝까지 이동하시면, 왼쪽에 위치해 있습니다.",
        caption: `다양한 시대와 주제를 담은 우표 밑그림을 직접 색칠해보는 체험입니다. 어린이부터 어른까지 누구나 참여할 수 있으며, 손끝의 색감으로 우표 속 이야기에 나만의 감정을 담을 수 있습니다.`,
    },

    {
        title: '나만의 우표 그리기',
        subTitle: '직접 그린 그림이 나만의 특별한 우표가 됩니다.',
        positionInformation: "입구에서 왼쪽 통로 끝까지 이동하시면, 왼쪽에 위치해 있습니다.",
        caption: `기본 우표 틀 위에 자유롭게 그림을 그려 내가 상상한 주제를 우표로 표현해보는 활동입니다. 우표의 창의적 디자인 과정을 직접 경험하며, 예술적 감수성과 몰입을 동시에 느낄 수 있습니다.`,
    },
    {
        title: '나노 블록 만들기',
        subTitle: '작은 블록이 모여 하나의 스토리를 완성합니다.',
        positionInformation: "입구에서 왼쪽 통로 끝까지 이동하시면, 왼쪽에 위치해 있습니다.",
        caption: `우표에서 영감을 받은 이미지나 상징 요소를 나노 블록으로 직접 조립해보는 체험입니다. 섬세한 집중력과 표현력을 통해 작지만 의미 있는 미니어처 아트를 완성할 수 있습니다.`,
    },
    {
        title: '키링 만들기',
        subTitle: '우표가 담긴 키링으로 특별한 순간을 간직하세요.',
        positionInformation: "입구에서 왼쪽 통로 끝까지 이동하시면, 왼쪽에 위치해 있습니다.",
        caption: `직접 꾸민 우표 이미지 또는 전시 주제에 맞춘 이미지를 활용해 나만의 아크릴 키링을 제작하는 체험입니다. 디자인 감성과 실용성을 함께 갖춘 소장용 아이템을 완성해볼 수 있습니다.`,
    },
    {
        title: '클레이 자석 만들기',
        subTitle: '클레이로 직접 빚는 나만의 미니 우표 작품.',
        positionInformation: "입구에서 왼쪽 통로 끝까지 이동하시면, 왼쪽에 위치해 있습니다.",
        caption: `말랑한 점토(클레이)를 활용해 우표를 모티브로 한 자석 형태의 오브제를 제작합니다. 촉감과 창의가 어우러진 이 체험은 가볍게 즐기면서도 오래 기억에 남는 체험이 될 것입니다.`,
    },
    {
        title: ' 종이플라워 만들기',
        subTitle: '종이로 만들어내는 자연의 아름다움.',
        positionInformation: "입구에서 왼쪽 통로 끝까지 이동하시면, 왼쪽에 위치해 있습니다.",
        caption: `꽃을 주제로 한 우표에서 영감을 받아 종이를 접고 오려 만들어보는 아날로그 감성의 체험입니다. 꽃의 형태를 구현하며, 우표와 자연, 손의 감각이 하나로 어우러지는 경험을 선사합니다.`,
    },
]

export const ARTWORK = [
    {
        title: '세계가 모은 우표 예술의 정수',
        subTitle: '경쟁과 예술, 그 사이에 놓인 우표들.',
        positionInformation: "입구에서 오른쪽으로 직진하시면 위치해 있습니다.",
        caption: `전통우취부터 테마틱, 그립엽서, 청소년 작품까지- 전 세계 우표 애호가들이 출품한 우표 예술의 정점을 감상할 수 있습니다. 각 부문별로 정제된 우표들을 통해 ‘수집’을 넘어선 예술적 가치를 마주해보세요.`
    }
]

export const STAMPS = [
    {
        title: '시간을 담은 진귀한 보물들',
        subTitle: '진정한 희소성의 가치.',
        positionInformation: "입구에서 왼쪽 통로 끝까지 이동하시면, 왼쪽에 위치해 있습니다.",
        caption: `세계적으로도 보기 드문 희귀 우표들이 한자리에 모였습니다. 오랜 세월을 견딘 인쇄물 한 장에 담긴 역사, 문화, 기술의 정수를 직접 확인해보세요. 우표 수집의 깊은 세계로 당신을 초대합니다.`,
    }
]

export const POST = [
    {
        title: '믿고 사는 우리 상품',
        subTitle: '전국 방방곡곡의 맛과 멋이 한 자리에.',
        positionInformation: "입구에서 왼쪽 통로 끝까지 이동하신 후, 희귀우표관을 기준으로 왼쪽으로 꺾으시면 위치해 있습니다.",
        caption: `우체국에서 직접 선별한 우리 농수산물과 지역 중소기업 제품을 체험하고, 현장에서 바로 구매할 수 있습니다. 믿을 수 있는 배송과 진정성 있는 상품 구성으로 한국의 지역 가치를 만나는 공간입니다.`,
    }
]

export const EXHIBITION = [
    {
        title: "테마관",
        code: "theme",
        isActive: true,
        item: THEME,
    },
    {
        title: "디지털관",
        code: "digital",
        isActive: false,
        item: DIGITAL,
    },
    {
        title: "체험관",
        code: "experience",
        isActive: false,
        item: EXPERIENCE,
    },
    {
        title: "작품관",
        code: "artwork",
        isActive: false,
        item: ARTWORK,
    },
    {
        title: "희귀우표관",
        code: "stamps",
        isActive: false,
        item: STAMPS,
    },
    {
        title: "우체국쇼핑관",
        code: "post",
        isActive: false,
        item: POST,
    },
]