export const SATISFACTION = [
    {
        question: "귀하의 성별을 선택해 주세요.",
        options: [
            "남성 ",
            "여성"
        ]
    },

    {
        question: "귀하의 연령대를 선택해 주세요.",
        options: [
            "10대 이하",
            "20대",
            "30대",
            "40대",
            "50대 이상",
        ]
    },
    {
        question: "이번 전시회에서 우표를 구매하셨다면, 구매 목적은 무엇이었나요?",
        options: [
            '전시회 관람 목적',
            '우편 발송용',
            '문화·수집용',
        ]
    },
    {
        question: "관람 후, 우표 수집에 대한 관심이나 의향이 생기셨나요?",
        options: [
            "매우 그렇다",
            "그렇다",
            "보통이다",
            "그렇지 않다",
            "전혀 그렇지 않다"
        ]
    },
    {
        question: "과거에 우표전시회를 관람한 적이 있으신가요?",
        options: [
            "예",
            "아니오",
        ]
    },
    {
        question: "이번 전시회의 정보를 어디에서 접하셨나요?",
        options: [
            '공식 웹사이트',
            'SNS(인스타그램, 유튜브 등)',
            '포스터/배너',
            '지인 추천',
            '뉴스/기사',
        ]
    },
    {
        question: "흥미를 느낀 콘텐츠를 모두 선택해 주세요.",
        options: [
            "세계를 연결하다",
            "편지 날리기 게임",
            "스케처X",
            "그래피티X",
            "AI스탬프스튜디오",
            "오늘의 감정, 한 장의 우표",
            "스탬프투어",
            "보물찾기",
            "우표낙서ZONE",
            "기념 우표 그리기ZONE",
        ],
        multi: 10,
    },
    {
        question: "가장 만족스러웠던 전시관을 선택해 주세요.",
        options: [
            '테마관',
            '디지털관',
            '체험관',
            '작품전시관',
        ]
    },
    {
        question: "가장 만족스러웠던 이벤트 또는 프로그램을 선택해 주세요.",
        options: [
            '스탬프투어',
            'AI스탬프스튜디오',
            '편지 날리기 게임',
            '보물찾기',
            '기념 우표 그리기ZONE',

        ]
    },
    {
        question: "이번 전시회 전반에 만족하셨나요?",
        options: [
            "매우 그렇다",
            "그렇다",
            "보통이다",
            "그렇지 않다",
            "전혀 그렇지 않다"
        ]
    },
    {
        question: "전시장 관람 환경(쾌적성)은 어떠셨나요?",
        options: [
            "매우 그렇다",
            "그렇다",
            "보통이다",
            "그렇지 않다",
            "전혀 그렇지 않다"
        ]
    },
    {
        question: "전시장 내 안내표시 및 동선은 이해하기 쉬웠나요?",
        options: [
            "매우 그렇다",
            "그렇다",
            "보통이다",
            "그렇지 않다",
            "전혀 그렇지 않다"
        ]
    },
    {
        question: "전시회 장소의 접근성(교통편, 안내 등)은 편리하셨나요?",
        options: [
            "매우 그렇다",
            "그렇다",
            "보통이다",
            "그렇지 않다",
            "전혀 그렇지 않다"
        ]
    },
    {
        question: "누구와 함께 전시회를 관람하셨나요?",
        options: ['혼자',
            '가족',
            '친구/지인',
            '연인',
        ],
    },
    {
        question: " 이 전시회를 추천하고 싶은 연령대를 선택해 주세요.",
        options: ['20대 이하',
            '20-30대',
            '40-50대',
            '60대 이상',
        ]
    },
    {
        question: " 전시회에 대한 의견이나 바라는 점이 있다면 자유롭게 적어주세요.",
        options: [],
        descriptive: true,

    },

]



















